---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MarkupsCreated
source: html/11d5d3ac-55e8-6881-3174-8f3b0c3db2e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MarkupsCreated Property

"Created"

## Syntax (C#)
```csharp
public static ForgeTypeId MarkupsCreated { get; }
```